Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/dahpahusat_fi/3_varhaiskasvatus.pdf.tmx
Source language: fin
Languages: sme

source: Tavoitteena saamenkielisten ja kulttuuriin pohjautuvien palveluiden laatu, vaikuttavuus ja saatavuus
sme: Ulbmilin buoridit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuhahttivuođa ja oažžuma

source: SAAMELAISEN VARHAISKASVATUKSEN ARJEN KÄYTÄNTÖJEN OPAS - Miten toimimme arjen käytännöissä ?
sme: SÁMI ÁRRABAJÁSGEASSIMA RÁVAGIRJI ÁRGABEAIVVE DILIIDE - Mo mii doaibmat árgabeaivve diliin ?

source: LuontoyhteysKunnioitamme elämää, luontoa ja sen resursseja
sme: Oktavuohta lunduiGudnejahttit eallima, luonddu ja dan resurssaid.

source: MonikulttuurisuusKunnioitamme ihmisen oikeutta olla erilainen
sme: MáŋggakultuvrralašvuohtaGudnejahttit olbmo vuoigatvuođa leat earálágan.

source: YhteisöllisyyysTuemme jokaisen oikeutta kuulua johonkin
sme: Servošii gullan Doarjut juohkeovtta vuoigatvuođa gullat gosa nu.

source: Tasa-arvo ja ihmisyysOlemme tasa-arvoisia kohtaamisissa, päätöksenteossa ja töissä
sme: Dásseárvu ja olmmošvuohtaMii leat ovttaárvosaččat deaivvademiin, mearrádusadahkamis ja bargguin.

source: Yhdistävät kulttuuriset arvot
sme: Ovttastahtti kultuvrralaš árvvut

source: IdentiteettiKulttuuri-identiteettimme vahvistuu vuorovaikutuksessa oman ryhmämme kanssa
sme: IdentitehtaMin kulturidentitehta nanosmuvvá vuorrováikkuhusas iežamet joavkkuin.

source: Perinteiset elinkeinot Yhteys elämän-, luonnon- ja vuoden kiertokulkuun säilyy perinteisten elinkeinojen kautta
sme: Árbevirolaš ealáhusatOktavuohta eallima, luonddu ja jagi johtui seailu árbevirolaš ealáhusaid bokte.

source: KieliEdistämme suullisen perimä-tiedon ja kielten siirtymistä sukupolvelta toiselle
sme: Gieđadáiddut, musihkka, máinnasárbevierru, dáidda ja olggosbuktinDahkamuš ja kreatiivvalašvuođa vásiheapmi nannejit oktiigullevašvuođa dovddu

source: Kädentaidot, musiikki, kerto-musperinne, taide ja ilmaisuTekeminen ja luovuuden kokeminen vahvistavat yhteenkuuluvuuden tunnetta
sme: GiellaEOvddidat njálmmálaš árbedieđu ja gielaid sirdáseami buolvvas nubbái.

source: Miten opas toimii arjen käytännöissä ?
sme: Mo rávagirji doaibmá árgabeaivve diliin ?

source: • Työntekijöiden perehdytyksen ja vuorovaikutuksen työvälineenä.
sme: • Bargiid oahpásmahttima ja vuorrováikkuhusa bargoneavvun.

source: • Pohjana yksiköiden lapsiryhmien vasulle*
sme: • Vuođđun ovttadagaid mánnájoavkkuid árrabajásgeassinplánii.

source: • Pohjana lapsikohtaiselle vasulle
sme: • Vuođđun guđege mánnái guoski árrabajásgeassinplánii.

source: • Pedagogisen johtamisen työvälineenä.
sme: • Pedagogalaš jođiheami bargoneavvun.

source: • Oppaaseen kirjataan päiväkodin / kielipesän toiminta
sme: • Rávagirjái merkejuvvo beaiveruovttu / giellabeasi doaibma

source: • Kyseessä on jatkuva prosessi, jota kehitetään henkilöstön ja varhaiskasvatusyksikön tarpeiden mukaan
sme: • Gažaldagas lea jotkkolaš proseassa, mii ovddiduvvo bargiid ja árrabajásgeassinovttadaga dárbbuid mielde

source: * varhaiskasvatussuunnitelma
sme: Buorre beaivi. Mun lean AslatPyeri peivi.
